{
  "header": {
    "home": "Home",
    "history": "History",
    "our-history": "Our history",
    "our-services": "Our services",
    "coffee-in-br": "Brazil Coffee History",
    "coffee-in-es": "ES Coffee History",
    "contact": "Contact"
  },
  "main": {
    "title": "Our",
    "title2": "Success",
    "title3": "is the key of your",
    "title4": "Satisfaction",
    "description": "We started in 1987 working with responsibility, quality, commitment and trust. We are active in the coffee brokerage market and recognized in the nationally and internationally markets and have several long-standing partners around the world who trust in our work and expertise.",
    "contact": "Contact us"
  },
  "who-we-are": {
    "our-history": "Our History",
    "text-one": "Since 1987, when the CEO of GRV began his journey in coffee brokerage, Grives has stood out for his vast knowledge of the coffee market. Together with his team, GRV offers its clients a modern working strategy, offering precise market information, crop forecasts and prices. Today, the company is a recognized in the coffee brokerage market, both nationally and internationally.",
    "text-two": "GRV’s focus is providing opportunities that guarantees the effective introduction of its coffees in domestic and foreign markets, assisting with market research, price analysis and ultimately giving our clients the support for them to be successful on a national and international scale.",
    "text-three": "The coffee brokerage draws on the experience of its traders to make projects feasible, leaning on specific knowledge of the subject, allowing them to allocate the right products at the right time and at a cost that is compatible for the client’s needs.",
    "area-title-one": "Discover our",
    "area-title-two": "fields",
    "area-title-three": "of specialization",
    "brokerage": "Brokerage",
    "commercialization-coffess": "Commercialization of commercial coffees",
    "commercialization": "Commercialization",
    "commercialization-fine-coffess": "Commercialization of fine and specialty coffees",
    "markets": "Physical and futures markets",
    "verified-coffess": "Verified, certified, and organic coffees"
  },
  "our-services": {
    "title": "Our qualities",
    "text": "Coffee comes in a wide variety of types, flavors and sieves. The quality sold varies depending on the country of destination and the buyer. Below you will find some of qualities that our company offers:"
  },
  "certifications": {
    "title": "Certifications",
    "fairtrade": "Fairtrade's approach enables farmers and workers to have more control over their lives and decide how to invest in their future.",
    "4c": "4C aims at anchoring sustainability in coffee supply chains across environmental, social and economic dimensions.",
    "rainforest": "The Rainforest Alliance certification promotes sustainable agricultural practices, environmental preservation and better living conditions for farmers."
  },
  "brazil-history": {
    "title": "History of coffee in Brazil",
    "leadership": {
      "title": "World Leadership",
      "text": "Currently, Brazil is the largest producer and exporter of coffee in the world and the 2nd largest consumer, known for its quality and variety. Coffee cultivation continues to play a key role in the Brazilian economy and is an important part of the country's cultural identity. With production that covers several regions such as: Minas Gerais, Espirito Santo, São Paulo, Bahia, Rondonia, Paraná and others"
    },
    "journey": {
      "title": "Journey",
      "text": "The history of coffee in Brazil began in the 18th century and is linked to the country's culture and economy. It is believed that coffee was introduced in 1727 in Brazil, when a sergeant smuggled coffee seeds from French Guiana to Brazil. Initially, its cultivation was restricted to a few areas, but it soon spread, becoming the country's main crop and source of wealth."
    },
    "growth": {
      "title": "Growth",
      "text": "Coffee production in Brazil has gone through several phases over the years, boosting the Brazilian economy at first. However, the over-reliance on coffee as the main export product brought challenges, especially during the coffee crisis in the 20th century. This led Brazil to diversify its economy and explore other sectors. From 2022-2023 coffee production increased 6%. In recent years, Conilon has increased its share of world coffee production, generating an increase in Brazil's share of world production. The tendency is for the production of arabica and Conilon coffee to be equal."
    },
    "brazil-world": {
      "title": "Brazil x World",
      "text": "The Brazil represents almost 40% of the world's coffee production, consolidating its position as a global leader in the coffee industry. In second place is Vietnam, contributing nearly 20% of the total production, reflecting the significant growth of coffee cultivation in this country. Arabica coffee continues to be the predominant type, accounting for 55% of global production, recognized for its superior quality and refined aroma. On the other hand, Robusta coffee accounts for 45% of production, valued for its disease resistance and higher caffeine content. The two largest destinations for Brazilian coffee are the United States and Europe, together absorbing approximately 42% of the country's exports."
    }
  },
  "es-history": {
    "title": "History of coffee in Espírito Santo",
    "emergence": {
      "title": "Beginning",
      "text": "In Brazil, the coffee seed arrived in Belém do Pará in 1727. From Pará, coffee was taken to Amazonas and Maranhão. However, it did not adapt to the region. In 1770 coffee was brought to Rio de Janeiro. The cultivation of coffee plantations in Espírito Santo occurred in the middle of the 19th century. The existence of the Port of Vitória further benefited the economic development of coffee in Espírito Santo. The first Conilon seeds were planted in the municipality of Cachoeiro de Itapemirim."
    },
    "boom-downturn": {
      "title": "Boom and crisis",
      "text": "Espírito Santo experienced a major coffee boom at the end of the 19th century and beginning of the 20th century, adapting well to the state's climatic and geographical conditions. However, as a result of the intensification of price crises, coffee farming went through severe adversities in the 1950s and 1960s. The federal policy of eradicating coffee plantations, which aimed to diversify the Espírito Santo economy and control prices through the elimination of 1 billions of coffee prices, directly affected the Espírito Santo economy and exposed its strong dependence on monoculture of this agricultural product, leading to a decline in production and the need for economic diversification"
    },
    "success": {
      "title": "The Success",
      "text": "The history of coffee in the state of Espírito Santo is closely intertwined with the economic development of the region. Coffee cultivation began to expand in the late 19th century, thriving under the favorable climatic and geographical conditions of the state. Espírito Santo quickly emerged as one of Brazil's leading coffee producers, driving the local economy and attracting investments to the region. Over the years, the quality of Capixaba coffees has stood out in both the national and international markets, earning awards and recognition for their excellence."
    },
    "presently": {
      "title": "Presently",
      "text": "After the coffee crisis, Espírito Santo sought economic alternatives, but coffee remains the state's main crop, especially the Conilon type. Espírito Santo is currently one of the main coffee-producing states in Brazil, being the largest producer of Brazilian Conilon, accounting for 75% of the national Robusta production. Additionally, the annual production ranges from 8.5 to 9.5 million bags per year, demonstrating the strength and significant impact that coffee has on the local economy."
    }
  },
  "footer": {
    "location": {
      "title": "Visit us to discover our specialties or schedule a meeting",
      "text": "Experience the quality of our coffees or schedule a meeting to discuss your needs.",
      "button": "Start Contact"
    },
    "localization": "Localization",
    "localization-info-one": "Av. Nossa Senhora dos Navegantes, 675",
    "localization-info-two": "Palácio do Café - Enseada do Suá Vitória, Espírito Santo",
    "navigation": "Navigation"
  }
}
